/*
Navicat MySQL Data Transfer

Source Server         : 本地数据库
Source Server Version : 50553
Source Host           : localhost:3306
Source Database       : study

Target Server Type    : MYSQL
Target Server Version : 50553
File Encoding         : 65001

Date: 2018-05-03 20:13:08
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for goods
-- ----------------------------
DROP TABLE IF EXISTS `goods`;
CREATE TABLE `goods` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `path` varchar(255) DEFAULT NULL,
  `text` varchar(255) DEFAULT NULL,
  `width` int(11) DEFAULT NULL,
  `height` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=181 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of goods
-- ----------------------------
INSERT INTO `goods` VALUES ('1', 'images/1.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花', '158', '119');
INSERT INTO `goods` VALUES ('2', 'images/2.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非', '158', '125');
INSERT INTO `goods` VALUES ('3', 'images/3.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时', '158', '104');
INSERT INTO `goods` VALUES ('4', 'images/4.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去', '158', '237');
INSERT INTO `goods` VALUES ('5', 'images/5.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几', '158', '118');
INSERT INTO `goods` VALUES ('6', 'images/6.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非', '158', '105');
INSERT INTO `goods` VALUES ('7', 'images/7.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去', '158', '107');
INSERT INTO `goods` VALUES ('8', 'images/8.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，', '158', '105');
INSERT INTO `goods` VALUES ('9', 'images/9.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似', '158', '105');
INSERT INTO `goods` VALUES ('10', 'images/10.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来', '158', '105');
INSERT INTO `goods` VALUES ('11', 'images/11.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半', '158', '105');
INSERT INTO `goods` VALUES ('12', 'images/12.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似', '158', '104');
INSERT INTO `goods` VALUES ('13', 'images/13.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天', '158', '105');
INSERT INTO `goods` VALUES ('14', 'images/14.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明', '158', '141');
INSERT INTO `goods` VALUES ('15', 'images/15.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来', '158', '158');
INSERT INTO `goods` VALUES ('16', 'images/16.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春', '158', '110');
INSERT INTO `goods` VALUES ('17', 'images/17.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非', '158', '189');
INSERT INTO `goods` VALUES ('18', 'images/18.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，', '158', '104');
INSERT INTO `goods` VALUES ('19', 'images/19.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时', '158', '237');
INSERT INTO `goods` VALUES ('20', 'images/20.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处', '158', '105');
INSERT INTO `goods` VALUES ('21', 'images/21.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似', '158', '105');
INSERT INTO `goods` VALUES ('22', 'images/22.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几', '158', '104');
INSERT INTO `goods` VALUES ('23', 'images/23.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时', '158', '116');
INSERT INTO `goods` VALUES ('24', 'images/24.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多', '158', '124');
INSERT INTO `goods` VALUES ('25', 'images/25.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云', '158', '133');
INSERT INTO `goods` VALUES ('26', 'images/26.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云', '158', '117');
INSERT INTO `goods` VALUES ('27', 'images/27.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜', '158', '98');
INSERT INTO `goods` VALUES ('28', 'images/28.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似', '158', '98');
INSERT INTO `goods` VALUES ('29', 'images/29.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜', '158', '237');
INSERT INTO `goods` VALUES ('30', 'images/30.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无', '158', '158');
INSERT INTO `goods` VALUES ('31', 'images/31.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅', '158', '225');
INSERT INTO `goods` VALUES ('32', 'images/32.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾', '158', '136');
INSERT INTO `goods` VALUES ('33', 'images/33.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来', '158', '105');
INSERT INTO `goods` VALUES ('34', 'images/34.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去', '158', '105');
INSERT INTO `goods` VALUES ('35', 'images/35.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来', '158', '103');
INSERT INTO `goods` VALUES ('36', 'images/36.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非', '158', '237');
INSERT INTO `goods` VALUES ('37', 'images/37.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾', '158', '109');
INSERT INTO `goods` VALUES ('38', 'images/38.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云', '158', '110');
INSERT INTO `goods` VALUES ('39', 'images/39.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，', '158', '104');
INSERT INTO `goods` VALUES ('40', 'images/40.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无', '158', '105');
INSERT INTO `goods` VALUES ('41', 'images/41.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非', '158', '169');
INSERT INTO `goods` VALUES ('42', 'images/42.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，', '158', '104');
INSERT INTO `goods` VALUES ('43', 'images/43.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似', '158', '105');
INSERT INTO `goods` VALUES ('44', 'images/44.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似', '158', '103');
INSERT INTO `goods` VALUES ('45', 'images/45.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾', '158', '118');
INSERT INTO `goods` VALUES ('46', 'images/46.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去', '158', '105');
INSERT INTO `goods` VALUES ('47', 'images/47.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无', '158', '158');
INSERT INTO `goods` VALUES ('48', 'images/48.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处', '158', '193');
INSERT INTO `goods` VALUES ('49', 'images/49.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去', '158', '174');
INSERT INTO `goods` VALUES ('50', 'images/50.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来', '158', '99');
INSERT INTO `goods` VALUES ('51', 'images/51.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？', '158', '105');
INSERT INTO `goods` VALUES ('52', 'images/52.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无', '158', '118');
INSERT INTO `goods` VALUES ('53', 'images/53.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似', '158', '158');
INSERT INTO `goods` VALUES ('54', 'images/54.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半', '158', '197');
INSERT INTO `goods` VALUES ('55', 'images/55.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅', '158', '210');
INSERT INTO `goods` VALUES ('56', 'images/56.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无', '158', '111');
INSERT INTO `goods` VALUES ('57', 'images/57.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去', '158', '208');
INSERT INTO `goods` VALUES ('58', 'images/58.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来', '158', '107');
INSERT INTO `goods` VALUES ('59', 'images/59.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花', '158', '91');
INSERT INTO `goods` VALUES ('60', 'images/60.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云', '158', '238');
INSERT INTO `goods` VALUES ('61', 'images/61.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，', '158', '235');
INSERT INTO `goods` VALUES ('62', 'images/62.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非', '158', '102');
INSERT INTO `goods` VALUES ('63', 'images/63.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去', '158', '104');
INSERT INTO `goods` VALUES ('64', 'images/64.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。', '158', '125');
INSERT INTO `goods` VALUES ('65', 'images/65.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜', '158', '197');
INSERT INTO `goods` VALUES ('66', 'images/66.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。', '158', '105');
INSERT INTO `goods` VALUES ('67', 'images/67.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去', '158', '105');
INSERT INTO `goods` VALUES ('68', 'images/68.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝', '158', '104');
INSERT INTO `goods` VALUES ('69', 'images/69.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。', '158', '154');
INSERT INTO `goods` VALUES ('70', 'images/70.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来', '158', '183');
INSERT INTO `goods` VALUES ('71', 'images/71.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花', '158', '104');
INSERT INTO `goods` VALUES ('72', 'images/72.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非', '158', '118');
INSERT INTO `goods` VALUES ('73', 'images/73.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾', '158', '126');
INSERT INTO `goods` VALUES ('74', 'images/74.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处', '158', '104');
INSERT INTO `goods` VALUES ('75', 'images/75.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似', '158', '115');
INSERT INTO `goods` VALUES ('76', 'images/76.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去', '158', '140');
INSERT INTO `goods` VALUES ('77', 'images/77.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如', '158', '203');
INSERT INTO `goods` VALUES ('78', 'images/78.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云', '158', '88');
INSERT INTO `goods` VALUES ('79', 'images/79.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非', '158', '166');
INSERT INTO `goods` VALUES ('80', 'images/80.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅', '158', '105');
INSERT INTO `goods` VALUES ('81', 'images/81.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非', '158', '104');
INSERT INTO `goods` VALUES ('82', 'images/82.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来', '158', '105');
INSERT INTO `goods` VALUES ('83', 'images/83.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去', '158', '143');
INSERT INTO `goods` VALUES ('84', 'images/84.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝', '158', '111');
INSERT INTO `goods` VALUES ('85', 'images/85.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半', '158', '99');
INSERT INTO `goods` VALUES ('86', 'images/86.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无', '158', '169');
INSERT INTO `goods` VALUES ('87', 'images/87.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似', '158', '97');
INSERT INTO `goods` VALUES ('88', 'images/88.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅', '158', '157');
INSERT INTO `goods` VALUES ('89', 'images/89.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，', '158', '118');
INSERT INTO `goods` VALUES ('90', 'images/90.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无', '158', '105');
INSERT INTO `goods` VALUES ('91', 'images/91.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明', '158', '108');
INSERT INTO `goods` VALUES ('92', 'images/92.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如', '158', '105');
INSERT INTO `goods` VALUES ('93', 'images/93.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，', '158', '88');
INSERT INTO `goods` VALUES ('94', 'images/94.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅', '158', '159');
INSERT INTO `goods` VALUES ('95', 'images/95.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半', '158', '237');
INSERT INTO `goods` VALUES ('96', 'images/96.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，', '158', '158');
INSERT INTO `goods` VALUES ('97', 'images/97.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云', '158', '134');
INSERT INTO `goods` VALUES ('98', 'images/98.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去', '158', '118');
INSERT INTO `goods` VALUES ('99', 'images/99.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅', '158', '118');
INSERT INTO `goods` VALUES ('100', 'images/100.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去', '158', '157');
INSERT INTO `goods` VALUES ('101', 'images/101.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。', '158', '210');
INSERT INTO `goods` VALUES ('102', 'images/102.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时', '158', '263');
INSERT INTO `goods` VALUES ('103', 'images/103.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非', '158', '158');
INSERT INTO `goods` VALUES ('104', 'images/104.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅', '158', '162');
INSERT INTO `goods` VALUES ('105', 'images/105.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾', '158', '158');
INSERT INTO `goods` VALUES ('106', 'images/106.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来', '158', '189');
INSERT INTO `goods` VALUES ('107', 'images/107.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多', '158', '239');
INSERT INTO `goods` VALUES ('108', 'images/108.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来', '158', '105');
INSERT INTO `goods` VALUES ('109', 'images/109.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝', '158', '104');
INSERT INTO `goods` VALUES ('110', 'images/110.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春', '158', '110');
INSERT INTO `goods` VALUES ('111', 'images/111.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾', '158', '118');
INSERT INTO `goods` VALUES ('112', 'images/112.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云', '158', '197');
INSERT INTO `goods` VALUES ('113', 'images/113.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处', '158', '101');
INSERT INTO `goods` VALUES ('114', 'images/114.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，', '158', '188');
INSERT INTO `goods` VALUES ('115', 'images/115.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非', '158', '237');
INSERT INTO `goods` VALUES ('116', 'images/116.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来', '158', '125');
INSERT INTO `goods` VALUES ('117', 'images/117.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝', '158', '118');
INSERT INTO `goods` VALUES ('118', 'images/118.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，', '158', '117');
INSERT INTO `goods` VALUES ('119', 'images/119.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天', '158', '103');
INSERT INTO `goods` VALUES ('120', 'images/120.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时', '158', '105');
INSERT INTO `goods` VALUES ('121', 'images/121.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，', '158', '206');
INSERT INTO `goods` VALUES ('122', 'images/122.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花', '158', '105');
INSERT INTO `goods` VALUES ('123', 'images/123.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如', '158', '105');
INSERT INTO `goods` VALUES ('124', 'images/124.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处', '158', '105');
INSERT INTO `goods` VALUES ('125', 'images/125.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时', '158', '105');
INSERT INTO `goods` VALUES ('126', 'images/126.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几', '158', '215');
INSERT INTO `goods` VALUES ('127', 'images/127.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。', '158', '104');
INSERT INTO `goods` VALUES ('128', 'images/128.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非', '158', '118');
INSERT INTO `goods` VALUES ('129', 'images/129.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，', '158', '109');
INSERT INTO `goods` VALUES ('130', 'images/130.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花', '158', '118');
INSERT INTO `goods` VALUES ('131', 'images/131.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅', '158', '126');
INSERT INTO `goods` VALUES ('132', 'images/132.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非', '158', '105');
INSERT INTO `goods` VALUES ('133', 'images/133.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾', '158', '85');
INSERT INTO `goods` VALUES ('134', 'images/134.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无', '158', '108');
INSERT INTO `goods` VALUES ('135', 'images/135.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非', '158', '103');
INSERT INTO `goods` VALUES ('136', 'images/136.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明', '158', '104');
INSERT INTO `goods` VALUES ('137', 'images/137.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去', '158', '158');
INSERT INTO `goods` VALUES ('138', 'images/138.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半', '158', '105');
INSERT INTO `goods` VALUES ('139', 'images/139.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，', '158', '149');
INSERT INTO `goods` VALUES ('140', 'images/140.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几', '158', '212');
INSERT INTO `goods` VALUES ('141', 'images/141.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似', '158', '104');
INSERT INTO `goods` VALUES ('142', 'images/142.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花', '158', '173');
INSERT INTO `goods` VALUES ('143', 'images/143.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？', '158', '105');
INSERT INTO `goods` VALUES ('144', 'images/144.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天', '158', '158');
INSERT INTO `goods` VALUES ('145', 'images/145.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似', '158', '236');
INSERT INTO `goods` VALUES ('146', 'images/146.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去', '158', '236');
INSERT INTO `goods` VALUES ('147', 'images/147.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半', '158', '105');
INSERT INTO `goods` VALUES ('148', 'images/148.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春', '158', '105');
INSERT INTO `goods` VALUES ('149', 'images/149.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无', '158', '158');
INSERT INTO `goods` VALUES ('150', 'images/150.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花', '158', '104');
INSERT INTO `goods` VALUES ('151', 'images/151.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝', '158', '104');
INSERT INTO `goods` VALUES ('152', 'images/152.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜', '158', '281');
INSERT INTO `goods` VALUES ('153', 'images/153.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾', '158', '105');
INSERT INTO `goods` VALUES ('154', 'images/154.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花', '158', '105');
INSERT INTO `goods` VALUES ('155', 'images/155.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来', '158', '86');
INSERT INTO `goods` VALUES ('156', 'images/156.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾', '158', '100');
INSERT INTO `goods` VALUES ('157', 'images/157.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非', '158', '158');
INSERT INTO `goods` VALUES ('158', 'images/158.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，', '158', '133');
INSERT INTO `goods` VALUES ('159', 'images/159.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如', '158', '94');
INSERT INTO `goods` VALUES ('160', 'images/160.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春', '158', '236');
INSERT INTO `goods` VALUES ('161', 'images/161.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来', '158', '236');
INSERT INTO `goods` VALUES ('162', 'images/162.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，', '158', '127');
INSERT INTO `goods` VALUES ('163', 'images/163.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去', '158', '103');
INSERT INTO `goods` VALUES ('164', 'images/164.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾', '158', '108');
INSERT INTO `goods` VALUES ('165', 'images/165.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？', '158', '157');
INSERT INTO `goods` VALUES ('166', 'images/166.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几', '158', '105');
INSERT INTO `goods` VALUES ('167', 'images/167.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非', '158', '98');
INSERT INTO `goods` VALUES ('168', 'images/168.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云', '158', '88');
INSERT INTO `goods` VALUES ('169', 'images/169.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，', '158', '104');
INSERT INTO `goods` VALUES ('170', 'images/170.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，', '158', '158');
INSERT INTO `goods` VALUES ('171', 'images/171.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦', '158', '105');
INSERT INTO `goods` VALUES ('172', 'images/172.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？', '158', '197');
INSERT INTO `goods` VALUES ('173', 'images/173.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明', '158', '180');
INSERT INTO `goods` VALUES ('174', 'images/174.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来', '158', '105');
INSERT INTO `goods` VALUES ('175', 'images/175.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜', '158', '237');
INSERT INTO `goods` VALUES ('176', 'images/176.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多', '158', '158');
INSERT INTO `goods` VALUES ('177', 'images/177.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半', '158', '105');
INSERT INTO `goods` VALUES ('178', 'images/178.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几多时？', '158', '137');
INSERT INTO `goods` VALUES ('179', 'images/179.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明', '158', '105');
INSERT INTO `goods` VALUES ('180', 'images/180.jpg', '花非花，雾非雾，夜半来，天明去。来如春梦几多时？去似朝云无觅处花非花，雾非雾，夜半来，天明去。来如春梦几', '158', '105');
